IDEA Open Model
RebarShape Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the RebarShape class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public RebarShape()
Public Sub New
See Also
Reference
RebarShape Class
IdeaRS.OpenModel.Model Namespace